Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: when the particles of a solute spread throughout the particles of a solvent we say the solute dissolves in the solvent to make a solution .
af: wanneer die deeltjies van die opgeloste stof tussen die deeltjies van die oplosmiddel versprei s&#234; ons die opgeloste stof los op in die oplosmiddel om 'n oplossing te maak .

source: do you think 6 spoons of sugar will dissolve in the tea ?
af: dink jy 6 teelepels suiker sal in die tee oplos ?

source: who has tried this at home ?
af: wie het dit al by die huis probeer ?

source: what did you find ?
af: wat was jou bevinding ?

source: now let us imagine 3 more teaspoons of sugar is added to the tea .
af: kom ons verbeel ons nou dat nog 3 teelepels suiker by die tee gevoeg word .

source: very sweet tea !
af: baie soet tee hierdie !

source: do you think all the sugar will dissolve ?
af: dink jy dat al die suiker sal oplos ?

source: how much sugar do you think we will be able to dissolve in the tea ?
af: hoeveel suiker dink jy sal ons in die tee kan oplos ?

source: an infinite amount ?
af: 'n oneindige hoeveelheid ?

source: a cupful or less ?
af: 'n koppie vol of minder ?

source: let's try it out .
af: kom ons probeer uitvind .

source: this investigation makes the ideal demonstration and could even be given as a homework experiment .
af: hierdie ondersoek is ideaal vir 'n demonstrasie en kan selfs as 'n huiswerk eksperiment gegee word .

source: it also allows for the extension of learners' understanding of the concept of solubility and saturated solutions .
af: dit skep ook die geleentheid vir die uitbreiding van leerders se begrip van die konsep van oplosbaarheid en versadigde oplossings .

source: you could heat the saturated sugar solution for the learners to show that more solute will dissolve when the solvent is at a higher temperature this is mostly true but not always! .
af: u kan die versadigde oplossing verhit om aan die leerders te wys dat meer opgeloste stof sal oplos wanneer die oplosmiddel by 'n ho&#235;r temperatuur is hierdie is meestal die geval maar nie altyd nie .as meer suiker by die verhitte oplossing gevoeg word tot dit by die ho&#235;r temperatuur versadig is dan sal die oplossing superversadig wees wanneer dit afkoel .

source: if more sugar is added to the heated solution until it is saturated at the higher temperature then the solution will be supersaturated when cooled .
af: 'n suikerkristal kan in die oplossing gehang word voordat dit afkoel .

source: a sugar crystal can be suspended in the solution before it cools down and more sugar crystals will grow on the crystal and on the thread used to suspend the crystal .
af: dit het tot gevolg dat meer suikerkristalle op die kristal en die lyntjie waaraan dit hang sal vorm .

source: the less the solution is disturbed the larger the crystals will grow .
af: hoe minder die oplossing versteur word hoe groter sal die kristalle word .

source: how many spoons did you add until no more sugar dissolved ?
af: hoeveel lepels het jy bygevoeg totdat daar nie meer suiker opgelos het nie ?

source: how did you know that no more sugar could dissolve ?
af: hoe het jy geweet dat daar nie meer suiker kon oplos nie ?

source: the sugar stopped dissolving and sank to the bottom of the container .
af: die suiker het opgehou om op te los en het na die bodem van die houer afgesak .

source: complete the following sentences by writing saturated or unsaturated in the open spaces .
af: voltooi die volgende deur versadig of onversadig in die oop spasies te skryf .

source: growing sugar crystals video http www.youtube.com watch?v p4n9jjxhcke
af: die vorming van suikerkristalle video . goo.gl lup5w

source: now let's have some fun with saturated solutions !
af: kom ons maak nou versadigde oplossings pret .

source: sugar crystals can take a few days to a week to grow so set up this experiment and then leave the jars on the windowsill where they will not be disturbed .
af: suikerkristalle kan 'n paar dae tot 'n week neem om te groei stel dus hierdie eksperiment op en plaas die flesse bottels op 'n vensterbank waar hulle nie gesteur sal word nie .

source: you can use different coloured food colouring so that learners have brightly coloured crystals at the end .
af: jy kan verskillende kleure voedselkleursel gebruik sodat leerders helder gekleurdekristalle aan die einde van die eksperiment het .

source: each learner can make their own or you can scale up the quantities below and make it in one big beaker or possibly three different ones with different colours .
af: elke leerder kan hul eie maak of jy kan die hoeveelhede hieronder vermeerder en dit in een groot beker aanmaak of moontlik drie verskillendes met verskillende kleure .

source: the quantities listed below are for one crystal to grow in one jar .
af: die hoeveelhede wat hieronder gelys word is om een kristal in een fles te laat vorm .

source: however it would be ideal for each learner to have their own crystal .
af: dit sal egter ideaal wees as elke leerder sy haar eie kristal kan h&#234; .

source: a tip is to weight the string with something heavy so that it does not touch the sides of the glass jar .
af: 'n wenk is om die iets swaars aan die toutjie vas te maak wat as gewiggie kan dien sodat die toutjie nie aan die kante van die fles raak nie .

source: the best crystals form when the process happens slowly and the water cools down slowly .
af: die beste kristalle vorm wanneer die proses stadig begin en die water stadig afkoel .

source: the cooled solution has a concentration above the saturation point and is said to be supersaturated .
af: die afgekoelde oplossing het 'n konsentrasie bo die versadigingspunt en dit is superversadig .

source: crystal will more easily form when they have a place to start growing like on the string .
af: kristalle sal makliker vorm wanneer hulle 'n plek het om te begin groei soos die stukkie tou .

source: copper sulfate crystal time lapse video http www.youtube.com watch?v cagx6povneu&amp;feature related
af: kopersulfaatkristal se tydsverloop video http www.youtube.com watch?v cagx6povneu&amp;feature related

source: how long did it take for crystals to start forming on the string ?
af: hoe lank het dit geneem vir kristalle om op die toutjie te begin vorm ?

source: what are the crystals made of ?
af: waarvan is die kristalle gemaak ?

source: why do you think we boiled the water when dissolving the sugar in the solution ?
af: waarom dink jy het ons die water gekook toe ons die suiker daarin opgelos het ?

source: this might be quite difficult for learners to answer but have this question as a class discussion .
af: dit mag 'n redelike moeilike vraag wees vir leerders om te beantwoord maar probeer hierdie vraag antwoord as 'n klasbespreking .

source: boiling the water allows one to dissolve more solute than if the water was cool or at room temperature .
af: die kook van die water laat &#8216;n mens toe om meer opgeloste stof op te los as wanneer die water koud of by kamertemperatuur is .

source: this results in a supersatured solution .
af: dit lei tot 'n superversadigde oplossing .

source: have you ever visited a cave ?
af: het jy al ooit 'n grot besoek ?

source: inside you may have seen crystal formations called stalactites and stalagmites .
af: binne in mag jy dalk kristalformasies bekend as stalaktiete en stalagmiete gesien het .

source: stalactites and stalagmites form inside limestone caves .
af: stalaktiete en stalagmiete vorm in kalksteengrotte .

source: stalactites hang down like icicles and stalagmites grow from the floor of the cave upwards .
af: stalaktiete hang af soos yske&#235;ls en stalagmiete groei van die grond van die grot af opwaarts .

source: stalactites and stalagmites always occur in pairs .
af: stalaktiete en stalagmiete kom altyd in pare voor .

source: caves form when water slowly dissolves the limestone underground .
af: grotte vorm wanneer water die ondergrondse kalksteen stadig oplos .

source: the dissolved limestone can crystallise again when the water evaporates .
af: die opgeloste kalksteen kan weer kristalliseer wanneer die water verdamp .

source: this is also a slow process and it happens when water drips down from the ceiling of the cave over a long period of time .
af: hierdie is 'n baie stadige proses wat gebeur wanneer water oor 'n baie lang tydperk van die dak van die grot afdrup .

source: the water drops that land on the floor of the cave evaporate over time and where they fall on the same spot repeatedly a stalagmite eventually forms .
af: die waterdruppels wat op die grond van die grot land verdamp ook met die tyd saam en as hulle gedurig op dieselfdeplek land sal 'n stalagmiet op daardie plek begin vorm .

source: over many thousands of years the stalactite and stalagmite may connect to become a column .
af: oor baie duisende jare mag die stalaktiet en stalagmiet by mekaar uitkom om 'n kolom te vorm .

source: insoluble substances
af: onoplosbare stowwe

source: we have a word for substances that do not form solutions when they are mixed with water .
af: ons het 'n woord vir stowwe wat nie oplossings vorm wanneer hulle met water vermeng word nie .

source: these substances are called insoluble substances .
af: hierdie stowwe word onoplosbare stowwe genoem .

source: can you remember what substances are called that do form solutions when they are mixed with water ?
af: kan jy onthou wat stowwe wat wel oplossings vorm wanneerhulle met water vermeng word genoem word ?

source: write the term below .
af: skryf die termhieronder neer .

source: soluble substances
af: oplosbare stowwe

source: some substances that are insoluble in water may be soluble in other solvents !
af: sekere stowwe wat onoplosbaar in water is mag oplosbaar in ander oplosmiddels wees .

source: think about this for a moment is nail polish soluble in water ?
af: dink vir 'n oomblik hieroor na is naellak oplosbaar in water ?

source: no of course not or it would be possible to wash it off !
af: nee natuurlik nie anders sou dit moontlik gewees het om dit af te was .

source: what would be a good solvent for nail polish ?
af: wat sal 'n goeie oplosmiddel vir naellak wees ?

source: nail polish remover will be a good solvent .
af: naellakverwyderaar sal 'n goeie oplosmiddel wees .

source: what have we learnt about solutions as special mixtures ?
af: wat het ons geleer oor oplossings as spesiale mengsels ?

source: soluble substances dissolve in water and insoluble substances do not dissolve in water .
af: oplosbare stowwe los op in water en onoplosbare stowwe los nie in water op nie .

source: water is not the only solvent .
af: water is nie die enigste oplosmiddel nie .

source: some substances which are not soluble in water are soluble in other solvents .
af: sommige stowwe wat nie in water oplosbaar is nie is in ander oplosmiddels oplosbaar .

source: when no more solute can dissolve in a solution we say it is a saturated solution .
af: wanneer geen meer opgeloste stof in die oplossing kan oplos nie noem ons dit 'n versadigde oplossing .

source: an unsaturated solution is one where it is possible to dissolve more solute in the solvent .
af: 'n onversadigde oplossing is waar dit moontlik is om nog opgeloste stof in die oplosmiddelop te los .

source: solutions are special kinds of mixtures .
af: oplossings is spesiale tipes mengsels .

source: when we want to decide whether a mixture is also a solution we can use the following questions to decide
af: wanneer ons wil besluit of 'n mengsel 'n oplossing is kan ons die volgende vrae gebruik om te besluit

source: in the activity soluble or insoluble? we explored some substances and found that sand is insoluble in water .
af: in die aktiwiteit oplosbaar of onoplosbaar? het ons 'n paar stowweondersoek en gevind dat sand onoplosbare is in water .

source: in the same activity we found that sugar is soluble in water .
af: in dieselfde aktiwiteit het ons gevind dat suiker oplosbare is in water .

source: in the activity 'mixing a solid and a liquid' we saw that a mixture of sand and water can be separated by passing the mixture through a towel .
af: in die aktiwiteit 'die vermenging van 'n vaste stof en 'n vloeistof' het ons gesien dat 'n mengsel van sand en water geskei kan word deur die mengsel deur 'n papierhanddoek te gooi .

source: in the picture below a mixture of sand and water is poured through a filter .
af: in die prent hieronder word 'n mengsel van sand en waterdeur 'n filter gegooi .

source: what is this process called ?
af: wat word hierdie proses genoem ?

source: filtering filtration
af: filtrering filtrasie

source: why do the sand grains stay behind on the filter paper but the water passes through it ?
af: hoekom bly die sandkorrels op die filtreerpapier agter maar die water gaan daardeur ?

source: the sand grains are too large to pass through the paper .
af: bind die tou om die potlood en laat die glasfles sak deur die potlood dwars bo op die les te laat l&#234; .

source: what was the mixture of sugar and water called? hint it was a special kind of mixture called a.. ?
af: wat word die mengsel van suiker en water genoem? leidraad dit was 'n spesiale tipe mengsel wat 'n ... genoem word .

source: solution
af: oplossing

source: what would happen if the mixture of sugar and water is poured through a filter ?
af: wat sal gebeur as die mengsel van suiker en water deur die filter gegooi word ?

source: would it be possible to separate the water and the sugar ?
af: sal dit moontlik wees om die water en die suiker te skei ?

source: the sugar and water would pass through the filter and it would not be possible to separate them in this way .
af: die suiker en water sal deur die filter gaan en dit sal nie moontlik wees om hulle op hierdie manier te skei nie .

source: what happens to the sugar when it dissolves in the water ?
af: wat gebeur met die suiker wanneer dit in die water oplos ?

source: the sugar crystals separate into individual particles that mix with the particles of the water .
af: die suikerkristalle breek op in individuele deeltjies wat met die waterdeeltjies vermeng .

source: why is it not possible to separate a solution through a filter ?
af: hoekom is dit nie moontlik om 'n oplossing deur 'n filter te skei nie ?

source: because the particles of the solute and the solvent are thoroughly mixed and are of roughly the same size .
af: omdat die deeltjies van die opgeloste stof en die oplosmiddel baie deeglik vermeng is en rofweg dieselfde grootte is .

source: describe how you can get the solid sugar back from the sugar solution .
af: beskryf hoe jy die vaste suiker weer uit die suikeroplossing kan herwin .

source: learners must describe the process of evaporation or boiling which leaves behind the sugar crystals .
af: leerders moet die proses van verdamping of kook wat diesuikerkristalle agterlaat beskryf .

source: draw a flow diagram to show how a mixture of salt and sand can be separated .
af: teken 'n vloeidiagram om te wys hoe 'n mengsel van sout en sand geskei kan word .

source: each step must be clear .
af: elke stap moet duidelik wees .

source: your first step will be to mix the salt and sand with water .
af: jou eerste stap sal wees om die sand en sout met water te vermeng .

source: these two substances cannot be separated by sieving as they will mostly have the same grain size .
af: hierdie twee stowwe kan nie deur sifting geskei word nie aangesien hulle meestal dieselfde korrelgrootte sal h&#234; .

source: the first step is to mix the the salt and sand with water so that the salt dissolves .
af: die eerste stap is om die sand en sout met water te vermeng sodat die sout oplos .

source: you then filter the mixture so that the salt solution passes through the filter paper whereas the sand remains behind .
af: die mengsel word dan gefiltreer sodat die soutoplossing deur die filtreerpapier beweeg en die sand agterbly .

source: then to regain the salt crystals you evaporate or boil off the water to be left with the salt crystals at the end .
af: om die soutkristalle te herwin kan die water verdamp of afgekook word sodat die soutkristalle alleen agterbly .

source: in this section we are going to make more solutions .
af: in hierdie afdeling gaan ons meer oplossings maak .

source: we will perform some experiments to see if we can make our solutes dissolve faster .
af: ons sal 'n paar eksperimente uitvoer om te sien of ons opgeloste stowwe vinniger kan laat oplos .

source: before we do that we have to answer an important question is melting and dissolving the same ?
af: voor ons dit doen moet ons een belangrike vraag antwoord naamlik is smelting en oplossingdieselfde ?

source: what do you think ?
af: wat dink jy ?

source: the difference between melting and dissolving is very relevant and mistaking dissolving for melting is a pervasive misconception at this stage of the learners' development .
af: die verskil tussen smelting en oplossing is baie relevant en om oplossing met smelting te verwar is 'n algemene wanbegrip in hierdie stadium van die leerders se ontwikkeling .

source: in this activity we are going to explore the differences between melting and dissolving .
af: in hierdie aktiwiteit gaan ons die verskille tussen smelting en oplossing ondersoek .

source: we have learnt that matter can exist as 3 different states solid liquid and gas .
af: ons het geleer dat materie in 3 verskillende toestande kan bestaan naamlik vaste stof vloeistof en gas .

source: watch the following short video clip to remind yourself how a solid liquid and gas are different from each other .
af: kyk na die volgende kort video om jouself te herinner hoe 'n vaste stof vloeistof en gas van mekaar verskil .

source: you should look out for the part where the states change .
af: jy moet op die uitkyk wees vir die deel waar die toestande verander .

source: the solid changes to a liquid and then the liquid changes into a gas .
af: die vaste stof verander na 'n vloeistof en die vloeistof verander na 'n gas .

source: remember that a state change is when a substance changes from one state i.e. solid to another state i.e. liquid .
af: onthoudat 'n toestand verander wanneer 'n stof vanaf een toestand soos 'n vaste stof na 'n ander soos 'n vloeistof verander .

source: the following picture shows how the different states of matter are related to each other .
af: die volgende prent wys hoe verskillende toestande van materie met mekaar verband hou .

source: it also shows what the different state changes are called .
af: dit wys ook wat die verskillende toestandsveranderinge genoem word .

source: what is needed to change a solid into a liquid ?
af: wat is nodig om 'n vastestof na 'n vloeistof te verander ?

source: energy or heat
af: energie of hitte

source: what is the process called when a solid changes into a liquid ?
af: wat word die proses genoem wanneer 'n vastestof na 'nvloeistof verander ?

source: the particles in a have fixed positions .
af: die deeltjies in 'n het vaste posisies .

source: when the solid melts the particles are free to move from their positions .
af: wanneer die vaste stof smelt is die deeltjies vry om uit hul posisies te beweeg .

source: the state in which particles are close to each other but free to move around is called the state .
af: die toestand waarin die deeltjies styf teen mekaar is maar vry is om rond te beweeg word die toestand genoem .

source: answers solid liquid
af: antwoorde vastestof vloeistof

source: do you remember dissolving sugar in water in the previous chapter ?
af: onthou jy die oplossing van suiker in water in die vorige hoofstuk ?

source: the following picture shows what we would see if we could shrink ourselves down to the size of water and sugar particles molecules .
af: die volgende prent wys wat ons sou kon sien as ons onsself kon laat krimp tot die grootte van water en suikerdeeltjies molekules .

source: why is the sugar no longer visible ?
af: hoekom is die suiker nie meer sigbaar nie ?

source: give a reason .
af: gee 'n rede .

source: the sugar does not disappear .
af: die suiker verdwyn nie .

source: it is not visible anymore as the sugar crystals have broken up into the individual sugar molecules which we cannot see with the naked eye .
af: dit is nie meer sigbaar nie omdat die suikerkristalle opgebreek het tot individuele suikermolekules wat ons nie met die blote oog kan sien nie .

source: how can we be sure the sugar has not disappeared and that it is still there ?
af: hoe kan ons seker wees dat die suiker nie verdwyn het nie en dat dit steeds daar is ?

source: we can get the sugar back in crystal form by evaporating all the water away .
af: ons kan die suiker terug in kristalvorm kry deur al die water te laat verdamp .

source: how is the picture of the sugar and water mixture different from the picture of the liquid which is shown below ?
af: hoe is die prent van die suiker en watermengsel verskillend van die prent van die vloeistof wat hieronder gewys word ?

source: the picture of the sugar and water has two kinds of particles .
af: die prent van die suiker en water het twee soorte deeltjies .

source: the picture of the liquid only has one kind of particle .
af: die prent van die vloeistof het net een soort deeltjie .

source: what do we call it when we have two or more substances combined ?
af: wat noem ons dit as ons twee of meer stowwe in kombinasieis ?

source: a mixture .
af: 'n mengsel .

source: can we say that the sugar melts ?
af: kan ons s&#234; dat suiker smelt ?

source: no the sugar does not melt .
af: nee die suiker smelt nie .

source: the sugar particles are free but they are mixed with the water .
af: die suikerdeeltjies is vry maar hulle is met die water vermeng .

source: the rate of dissolving refers to how quickly a solute dissolves in a solvent .
af: die tempo van oplossing verwys na hoe vinnig 'n opgeloste stof in 'n oplosmiddel oplos .

source: the word rate has many meanings .
af: die woord tempo in die wetenskap verwys na hoe vinnig of hoe stadig .

source: tom likes his coffee sweet with 3 teaspoons of sugar .
af: tom hou van sy koffie soet met 3 teelepels suiker .

source: for the coffee to taste sweet the sugar must be dissolved .
af: vir die koffie om soet te smaak moet die suiker opgelos wees .

source: here is a picture of a cup of coffee .
af: hier is 'n prent van 'n koppie koffie .

source: answer the questions that follow .
af: beantwoord die vrae wat volg .

source: is the cup of coffee a mixture ?
af: is die koffie 'n mengsel ?

source: yes because it is a combination of different substances .
af: ja omdat dit 'n kombinasie is van verskillende stowwe .

source: is the cup of coffee a solution ?
af: is die koppie koffie 'n oplossing ?

source: no it is not a solution as a whole .
af: nee dit is nie 'n algehele oplossing nie aangesien die melk 'n suspensie is wat wolkerig is en nie in die water oplos nie .

source: the milk is suspension as it is cloudy and does not dissolve in the water .
af: die kofffiekorrels is 'n byvoeging tot die water .

source: the coffee granules are an infusion in the water .
af: die suiker los ook op in die water en vorm 'n oplosing .

source: teacher note this might be hard for learners to answer but it is important to note here that cloudiness implies that tiny aggregates or globules are suspended in the liquid or gas base .
af: onderwysersnota dit mag moeilik wees vir leerdersom te beantwoord maar dit is belangrik om daarop telet dat wolkerigheid impliseer dat daar klein samepakkings of druppels is wat in suspensie in die vloeistof of gasbasis voorkom .

source: transparency implies the particles of the substances are separated from each other and dissolved .
af: deursigtigheid impliseer dat die deeltjies van die stowwe van mekaar geskei is en opgelos het .
